'use strict';
let questions = [
    {
        text: 'Кто сидит рядом с Олегом Табаковым на памятнике скульптора Рукавишникова?',
        variants: {
            '1': 'ворона',
            '2': 'кот',
            '3': 'пёс',
            '4': 'медвеженок',
        },
        correctAnswer: '2',
    },
    {
        text: 'Что находится в глазу человека?',
        variants: {
            '1': 'алмазик',
            '2': 'рубинчик',
            '3': 'изумрудик',
            '4': 'хрусталик',
        },
        correctAnswer: '4',
    },
    {
        text: 'Какой населенный пункт в Помосковье прославился благодаря керамике?',
        variants: {
            '1': 'Гжель',
            '2': 'Жостово',
            '3': 'Павловский Посад',
            '4': 'Федоскино',
        },
        correctAnswer: '1',
    },
    {
        text: 'Кто носит маску, которая называется "баута"?',
        variants: {
            '1': 'хоккейный вратарь ',
            '2': 'врач',
            '3': 'электросварщик',
            '4': 'участник карнавала',
        },
        correctAnswer: '4',
    },
    {
        text: 'Какая из этих единиц измерения названа не в честь человека?',
        variants: {
            '1': 'сименс ',
            '2': 'радиан',
            '3': 'ампер',
            '4': 'кулон',
        },
        correctAnswer: '2',
    },
];